<?php

return array(

    /*
    |--------------------------------------------------------------------------
    | Messages Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used by the translator.
    |
    */


    'action' => [
        'inf' => 'акция|акции',
        'gen' => 'акции|акций',
    ],
    'announcement' => [
        'inf' => 'оповещение|оповещения',
        'gen' => 'оповещения|оповещений',
    ],
    'guestbook' => [
        'message' => [
            'inf' => 'сообщение в гостевой книге|сообщения в гостевой книге',
            'gen' => 'сообщения в гостевой книге|сообщений в гостевой книге',
        ],
    ],
    'image' => [
        'inf' => 'изображение|изображения',
        'gen' => 'изображения|изображений',
    ],
    'material' => [
        'inf' => 'материал|материалы',
        'gen' => 'материала|материалов',
    ],
    'menu' => [
        'inf' => 'меню сайта|меню сайта',
        'gen' => 'меню сайта|меню сайта',
    ],
    'news' => [
        'inf' => 'новость|новости',
        'gen' => 'новости|новостей',
    ],
    'page' => [
        'inf' => 'страница сайта|страницы сайта',
        'gen' => 'страницы сайта|страниц сайта',
    ],
    'pizza' => [
        'inf' => 'пицца|пиццы',
        'gen' => 'пиццы|пицц',
    ],
    'setting' => [
        'inf' => 'настройка|настройки',
        'gen' => 'настройки|настроек',
    ],
    'user' => [
        'inf' => 'пользователь|пользователи',
        'gen' => 'пользователя|пользователей',
    ],

);
