<?php

return array(

    /*
    |--------------------------------------------------------------------------
    | Messages Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used by the translator.
    |
    */


    'action' => [
        'inf' => 'акция|акции',
        'gen' => 'акции|акций',
    ],
    'announcement' => [
        'inf' => 'оповещение|оповещения',
        'gen' => 'оповещения|оповещений',
    ],
    'category' => [
        'inf' => 'категория|категории',
        'gen' => 'категории|категорий',
    ],
    'guestbook' => [
        'message' => [
            'inf' => 'сообщение в гостевой книге|сообщения в гостевой книге',
            'gen' => 'сообщения в гостевой книге|сообщений в гостевой книге',
        ],
    ],
    'image' => [
        'inf' => 'изображение|изображения',
        'gen' => 'изображения|изображений',
    ],
    'ingredient' => [
        'inf' => 'ингредиент|ингредиенты',
        'gen' => 'ингредиента|ингредиентов',
    ],
    'ingredients_category' => [
        'inf' => 'категория ингредиентов|категории ингредиентов',
        'gen' => 'категории ингредиентов|категорий ингредиентов',
    ],
    'menu_category' => [
        'inf' => 'категории меню|категории меню',
        'gen' => 'категории меню|категорий меню',
    ],
    'menu_items' => [
        'inf' => 'элемента меню|элементов меню',
        'gen' => 'элемента меню|элементов меню',
    ],
    'menu' => [
        'inf' => 'меню сайта|меню сайта',
        'gen' => 'меню сайта|меню сайта',
    ],
    'news' => [
        'inf' => 'новость|новости',
        'gen' => 'новости|новостей',
    ],
    'page' => [
        'inf' => 'страница сайта|страницы сайта',
        'gen' => 'страницы сайта|страниц сайта',
    ],
    'pizza' => [
        'inf' => 'пицца|пиццы',
        'gen' => 'пиццы|пицц',
    ],
    'setting' => [
        'inf' => 'настройка|настройки',
        'gen' => 'настройки|настроек',
    ],
    'user' => [
        'inf' => 'пользователь|пользователи',
        'gen' => 'пользователя|пользователей',
    ],

);
