<?php

return array(

    /*
    |--------------------------------------------------------------------------
    | Messages Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used by the translator.
    |
    */

    'category' => [
        'inf' => 'категория|категории',
        'gen' => 'категории|категорий',
    ],
    'album' => [
        'inf' => 'альбом|альбомов',
        'gen' => 'альбома|альбомов',
    ],
    'image' => [
        'inf' => 'изображение|изображения',
        'gen' => 'изображения|изображений',
    ],
    'menu_category' => [
        'inf' => 'категории меню|категории меню',
        'gen' => 'категории меню|категорий меню',
    ],
    'menu_items' => [
        'inf' => 'элемента меню|элементов меню',
        'gen' => 'элемента меню|элементов меню',
    ],
    'menu' => [
        'inf' => 'меню сайта|меню сайта',
        'gen' => 'меню сайта|меню сайта',
    ],
    'news' => [
        'inf' => 'новость|новости',
        'gen' => 'новости|новостей',
    ],
    'page' => [
        'inf' => 'страница сайта|страницы сайта',
        'gen' => 'страницы сайта|страниц сайта',
    ],
    'setting' => [
        'inf' => 'настройка|настройки',
        'gen' => 'настройки|настроек',
    ],
    'user' => [
        'inf' => 'пользователь|пользователи',
        'gen' => 'пользователя|пользователей',
    ],

);
