<?php

return array(

    /*
    |--------------------------------------------------------------------------
    | Messages Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used by the translator.
    |
    */


    'err' => [
        'search_error' => 'По вашему запросу ничего не найдено! Попробуйте ввести заново',
    ],
    'categories' => 'Категории',
    'albums' => 'Альбомы',
    'images' => 'Изображения'


);
